// CMakeRacing.h : включаемый файл для стандартных системных включаемых файлов
// или включаемые файлы для конкретного проекта.

// RacingSimulator.h : включаемый файл для стандартных системных включаемых файлов
// или включаемые файлы для конкретного проекта.

#pragma once

#include <iostream>
#include "transports/TransportCollection.h"
#include "Functions.h"
#include "RacingType.h"
#include "TransportList.h"


// TODO: установите здесь ссылки на дополнительные заголовки, требующиеся для программы.


// TODO: установите здесь ссылки на дополнительные заголовки, требующиеся для программы.
